Repository: pabrojast/ckanext-colab
Catalog: ckanext/colab/i18n/*/LC_MESSAGES/ckanext-colab.po
Languages: ar, es, fr

source: We're sorry, but we couldn't complete your registration at this time due to a possible error. This may be because the username or email address you provided is already in use on our website.
ar: نعتذر، ولكن لم نتمكن من إتمام تسجيلك في هذا الوقت بسبب خطأ محتمل. قد يكون السبب هو أن اسم المستخدم أو عنوان البريد الإلكتروني الذي قدمته مستخدم بالفعل على موقعنا.
es: Lamentamos no haber podido completar tu registro en este momento debido a un posible error. Esto puede deberse a que el nombre de usuario o la dirección de correo electrónico que proporcionaste ya están en uso en nuestro sitio web.
fr: Nous sommes désolés, mais nous n'avons pas pu finaliser votre inscription pour le moment en raison d'une possible erreur. Cela peut être dû au fait que le nom d'utilisateur ou l'adresse e-mail que vous avez fournis sont déjà utilisés sur notre site.

source: Please double-check that you have entered the information correctly and make sure you're not attempting to create a duplicate account. If you believe you already have an account with us, try logging in instead of registering again. If you've forgotten your password, you can reset it through the "Forgot my password" option.
ar: يرجى التحقق من إدخال المعلومات بشكل صحيح والتأكد من أنك لا تحاول إنشاء حساب مكرر. إذا كنت تعتقد أنك تمتلك حسابًا بالفعل معنا، جرب تسجيل الدخول بدلاً من التسجيل مرة أخرى. إذا نسيت كلمة المرور، يمكنك إعادة تعيينها من خلال خيار "نسيت كلمة المرور".
es: Por favor, verifica que has ingresado la información correctamente y asegúrate de no estar intentando crear una cuenta duplicada. Si crees que ya tienes una cuenta con nosotros, intenta iniciar sesión en lugar de registrarte de nuevo. Si has olvidado tu contraseña, puedes restablecerla a través de la opción "Olvidé mi contraseña".
fr: Veuillez vérifier que vous avez correctement saisi les informations et assurez-vous de ne pas tenter de créer un compte en double. Si vous pensez déjà avoir un compte chez nous, essayez de vous connecter plutôt que de vous inscrire à nouveau. Si vous avez oublié votre mot de passe, vous pouvez le réinitialiser via l'option "Mot de passe oublié".

source: If you continue to experience issues or have any questions, please don't hesitate to contact us through our support page. We're here to help you resolve any concerns you may have.
ar: إذا استمرت المشكلة أو كان لديك أي أسئلة، لا تتردد في الاتصال بنا من خلال صفحة الدعم الخاصة بنا. نحن هنا لمساعدتك في حل أي مشكلات قد تواجهها.
es: Si continúas experimentando problemas o tienes alguna pregunta, no dudes en contactarnos a través de nuestra página de soporte. Estamos aquí para ayudarte a resolver cualquier inquietud que puedas tener.
fr: Si vous continuez à rencontrer des problèmes ou si vous avez des questions, n'hésitez pas à nous contacter via notre page de support. Nous sommes là pour vous aider à résoudre tout problème que vous pourriez rencontrer.

source: We apologize for any confusion or inconvenience this may have caused and appreciate your interest in joining our community. We hope to see you soon on our website!
ar: نعتذر عن أي ارتباك أو إزعاج قد تسببه هذه المشكلة ونقدر اهتمامك بالانضمام إلى مجتمعنا. نأمل أن نراك قريبًا على موقعنا!
es: Pedimos disculpas por cualquier confusión o inconveniente que esto haya podido causar y agradecemos tu interés en unirte a nuestra comunidad. ¡Esperamos verte pronto en nuestro sitio web!
fr: Nous nous excusons pour toute confusion ou gêne que cela aurait pu causer et nous apprécions votre intérêt à rejoindre notre communauté. Nous espérons vous voir bientôt sur notre site!

source: Registration for IHP WINS
ar: التسجيل في IHP WINS
es: Registro para IHP WINS
fr: Inscription pour IHP WINS

source: Join our community of data contributors and help enhance water resources management through collaborative data sharing.
ar: انضم إلى مجتمع المساهمين في البيانات وساعد في تعزيز إدارة الموارد المائية من خلال تبادل البيانات التعاوني.
es: Únete a nuestra comunidad de contribuyentes de datos y ayuda a mejorar la gestión de recursos hídricos a través del intercambio colaborativo de datos.
fr: Rejoignez notre communauté de contributeurs de données et aidez à améliorer la gestion des ressources en eau grâce au partage collaboratif de données.

source: Welcome to the IHP WINS registration form. By completing this form, you will be able to contribute data and information on behalf of your organization on IHP WINS and the related Citizens4Water platform.
ar: مرحبًا بك في نموذج التسجيل في IHP WINS. من خلال إكمال هذا النموذج، ستتمكن من المساهمة بالبيانات والمعلومات نيابة عن منظمتك في IHP WINS ومنصة Citizens4Water ذات الصلة.
es: Bienvenido al formulario de registro de IHP WINS. Al completar este formulario, podrás contribuir con datos e información en nombre de tu organización en IHP WINS y la plataforma relacionada Citizens4Water.
fr: Bienvenue au formulaire d'inscription IHP WINS. En remplissant ce formulaire, vous pourrez contribuer des données et informations au nom de votre organisation sur IHP WINS et la plateforme associée Citizens4Water.

source: Kindly note that your submission will undergo a verification process, requiring your organization's official email address. This verification step ensures the security and authenticity of the data you submit.
ar: يرجى ملاحظة أن تقديمك سيخضع لعملية تحقق، مما يتطلب عنوان البريد الإلكتروني الرسمي لمنظمتك. تضمن هذه الخطوة الأمنية صحة البيانات التي تقدمها.
es: Ten en cuenta que tu envío pasará por un proceso de verificación, requiriendo la dirección de correo electrónico oficial de tu organización. Este paso de verificación asegura la seguridad y autenticidad de los datos que envías.
fr: Veuillez noter que votre soumission sera soumise à un processus de vérification, nécessitant l'adresse e-mail officielle de votre organisation. Cette étape de vérification garantit la sécurité et l'authenticité des données que vous soumettez.

source: If you encounter any issues with the registration process, please contact us at ihp-wins@unesco.org for assistance.
ar: إذا واجهت أي مشاكل في عملية التسجيل، يرجى الاتصال بنا على ihp-wins@unesco.org للمساعدة.
es: Si encuentras algún problema con el proceso de registro, por favor contáctanos en ihp-wins@unesco.org para recibir asistencia.
fr: Si vous rencontrez des problèmes avec le processus d'inscription, veuillez nous contacter à ihp-wins@unesco.org pour obtenir de l'aide.

source: Full Name (Optional)
ar: الاسم الكامل (اختياري)
es: Nombre Completo (Opcional)
fr: Nom complet (Optionnel)

source: Username *
ar: اسم المستخدم *
es: Nombre de Usuario *
fr: Nom d'utilisateur *

source: Your username should consist solely of lowercase letters and numbers.
ar: يجب أن يتكون اسم المستخدم الخاص بك فقط من حروف صغيرة وأرقام.
es: Tu nombre de usuario debe consistir únicamente en letras minúsculas y números.
fr: Votre nom d'utilisateur doit se composer uniquement de lettres minuscules et de chiffres.

source: Password *
ar: كلمة المرور *
es: Contraseña *
fr: Mot de passe *

source: Your password must be 8 characters or longer
ar: يجب أن تكون كلمة المرور الخاصة بك 8 أحرف أو أطول
es: Tu contraseña debe tener 8 caracteres o más
fr: Votre mot de passe doit contenir au moins 8 caractères

source: Confirm password *
ar: تأكيد كلمة المرور *
es: Confirmar contraseña *
fr: Confirmer le mot de passe *

source: Email *
ar: البريد الإلكتروني *
es: Correo Electrónico *

source: Demographics
es: Demografía
fr: Démographie

source: UNESCO's overarching priorities encompass gender equality, age inclusivity, and geographic diversity. Accordingly, we kindly request your input in the demography fields of this form to ensure we understand who our diverse contributors are.
es: Las prioridades generales de la UNESCO abarcan la igualdad de género, la inclusión de edad y la diversidad geográfica. Por lo tanto, solicitamos amablemente tu aporte en los campos de demografía de este formulario para asegurar que entendemos quiénes son nuestros diversos contribuyentes.
fr: Les priorités générales de l'UNESCO incluent l'égalité des sexes, l'inclusivité en termes d'âge et la diversité géographique. En conséquence, nous vous demandons gentiment de fournir vos informations dans les champs de démographie de ce formulaire pour nous assurer de comprendre qui sont nos contributeurs divers.

source: Age*
ar: العمر*
es: Edad*
fr: Âge*

source: Gender *
ar: الجنس *
es: Género *
fr: Genre *

source: Woman
ar: امرأة
es: Mujer
fr: Femme

source: Man
ar: رجل
es: Hombre
fr: Homme

source: Other (to fill in)
ar: آخر (للتعبئة)
es: Otro (especificar)
fr: Autre (à remplir)

source: Prefer not to say
ar: أفضل عدم القول
es: Prefiero no decirlo
fr: Préfère ne pas dire

source: Please specify
ar: يرجى التحديد
es: Por favor especifica
fr: Veuillez préciser

source: Nationality *
ar: الجنسية *
es: Nacionalidad *
fr: Nationalité *

source: Organization
ar: المنظمة
es: Organización
fr: Organisation

source: To be a contributor for IHP WINS you need to be part of an organization. If your organization is not yet active in IHP WINS, you can create a new organization via this form. Depending on your role, your data is either uploaded to the overall institutional data or to the data repository specific to your organization.
es: Para ser un contribuyente de IHP WINS necesitas ser parte de una organización. Si tu organización aún no está activa en IHP WINS, puedes crear una nueva organización a través de este formulario. Dependiendo de tu rol, tus datos se cargan en los datos institucionales generales o en el repositorio de datos específico de tu organización.
fr: Pour être un contributeur pour IHP WINS, vous devez faire partie d'une organisation. Si votre organisation n'est pas encore active dans IHP WINS, vous pouvez créer une nouvelle organisation via ce formulaire. Selon votre rôle, vos données sont soit téléchargées dans les données institutionnelles globales, soit dans le dépôt de données spécifique à votre organisation.

source: Organization Type
ar: نوع المنظمة
es: Tipo de Organización
fr: Type d'organisation

source: UNESCO IHP Secretariat
ar: أمانة برنامج المياه الدولية لليونسكو
es: Secretaría del PHI de la UNESCO
fr: Secrétariat du PHI de l'UNESCO

source: UNESCO Field Office
ar: مكتب ميداني لليونسكو
es: Oficina de Campo de la UNESCO
fr: Bureau de l'UNESCO sur le terrain

source: IHP National Committee
ar: اللجنة الوطنية لبرنامج المياه الدولية
es: Comité Nacional del PHI
fr: Comité national du PHI

source: UNESCO Category I Center
ar: مركز اليونسكو من الفئة الأولى
es: Centro de Categoría I de la UNESCO
fr: Centre de catégorie I de l'UNESCO

source: UNESCO Category II Center
ar: مركز اليونسكو من الفئة الثانية
es: Centro de Categoría II de la UNESCO
fr: Centre de catégorie II de l'UNESCO

source: UNESCO Chair or UNITWIN
ar: كرسي اليونسكو أو UNITWIN
es: Cátedra UNESCO o UNITWIN
fr: Chaire UNESCO ou UNITWIN

source: Non-Governmental Organization
ar: منظمة غير حكومية
es: Organización No Gubernamental
fr: Organisation non-gouvernementale

source: Governmental Organization
ar: منظمة حكومية
es: Organización Gubernamental
fr: Organisation gouvernementale

source: University
ar: جامعة
es: Universidad
fr: Université

source: Private Partner
ar: شريك خاص
es: Socio Privado
fr: Partenaire privé

source: Research Institution
ar: مؤسسة بحثية
es: Institución de Investigación
fr: Institut de recherche

source: Other
ar: آخر
es: Otra
fr: Autre

source: Organization Name *
ar: اسم المنظمة *
es: Nombre de la Organización *
fr: Nom de l'organisation *

source: Select your organization in the dropdown list or add a new organization.
ar: حدد منظمتك من القائمة المنسدلة أو أضف منظمة جديدة.
es: Selecciona tu organización en la lista desplegable o añade una nueva organización.
fr: Sélectionnez votre organisation dans la liste déroulante ou ajoutez une nouvelle organisation.

source: Create New Organization
ar: إنشاء منظمة جديدة
es: Crear Nueva Organización
fr: Créer une nouvelle organisation

source: New Organization Name *
ar: اسم المنظمة الجديدة *
es: Nombre de la Nueva Organización *
fr: Nom de la nouvelle organisation *

source: Organization Description
ar: وصف المنظمة
es: Descripción de la Organización
fr: Description de l'organisation

source: Select your affiliation to the UNESCO Water Family. If your organization is not related to the UNESCO Water Family, select other.
es: Selecciona tu afiliación a la Familia del Agua de la UNESCO. Si tu organización no está relacionada con la Familia del Agua de la UNESCO, selecciona otro.
fr: Sélectionnez votre affiliation à la Famille de l'Eau de l'UNESCO. Si votre organisation n'est pas liée à la Famille de l'Eau de l'UNESCO, sélectionnez autre.

source: Title Within Represented Organization *
ar: اللقب داخل المنظمة الممثلة *
es: Título Dentro de la Organización Representada *
fr: Titre au sein de l'organisation représentée *

source: Related platforms
es: Plataformas relacionadas
fr: Plateformes associées

source: This registration form will allow you to contribute data and information on IHP WINS and related platforms. Select the related platforms you wish to contribute to and agree you may be contacted about.
es: Este formulario de registro te permitirá contribuir con datos e información en IHP WINS y plataformas relacionadas. Selecciona las plataformas relacionadas a las que deseas contribuir y acepta que podrías ser contactado al respecto.
fr: Ce formulaire d'inscription vous permettra de contribuer des données et informations sur IHP WINS et les plateformes associées. Sélectionnez les plateformes associées auxquelles vous souhaitez contribuer et acceptez d'être contacté à ce sujet.

source: Citizens4Water platform
es: Plataforma Citizens4Water
fr: Plateforme Citizens4Water

source: Accept and acknowledge the responsibilities and guidelines that the authorized user must follow when uploading data on behalf of the organization.
ar: قبول والاعتراف بالمسؤوليات والإرشادات التي يجب على المستخدم المفوض اتباعها عند تحميل البيانات نيابة عن المنظمة.
es: Acepta y reconoce las responsabilidades y directrices que el usuario autorizado debe seguir al cargar datos en nombre de la organización.
fr: Accepter et reconnaître les responsabilités et les directives que l'utilisateur autorisé doit suivre lors du téléchargement de données au nom de l'organisation.

source: Submit
ar: إرسال
es: Enviar
fr: Soumettre

source: Passwords match!
ar: كلمات المرور متطابقة!
es: ¡Las contraseñas coinciden!
fr: Les mots de passe correspondent !

source: Passwords do not match
ar: كلمات المرور غير متطابقة
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas

source: This organization already exists in the list.
ar: هذه المنظمة موجودة بالفعل في القائمة.
es: Esta organización ya existe en la lista.
fr: Cette organisation existe déjà dans la liste.

source: This group already exists in the list.
ar: هذه المجموعة موجودة بالفعل في القائمة.
es: Este grupo ya existe en la lista.
fr: Ce groupe existe déjà dans la liste.

source: Thank you for registering with us!
ar: شكرًا لتسجيلك معنا!
es: ¡Gracias por registrarte con nosotros!
fr: Merci de vous être inscrit chez nous !

source: Your details have been received, and we appreciate your interest.
ar: تم استلام تفاصيلك، ونحن نقدر اهتمامك.
es: Hemos recibido tus datos y agradecemos tu interés.
fr: Vos informations ont été reçues et nous apprécions votre intérêt.

source: Our team will review your request shortly.
ar: سوف يقوم فريقنا بمراجعة طلبك قريبًا.
es: Nuestro equipo revisará tu solicitud en breve.
fr: Notre équipe examinera votre demande sous peu.

source: If you have any questions, feel free to reach out.
ar: إذا كان لديك أي أسئلة، لا تتردد في التواصل معنا.
es: Si tienes alguna pregunta, no dudes en contactarnos.
fr: Si vous avez des questions, n'hésitez pas à nous contacter.

source: For new organizations, only Admin role is available by default. For existing organizations, choose Editor if you will upload datasets, or Member if you only need to view private datasets.
es: Para nuevas organizaciones, el rol de Admin está disponible por defecto. Para organizaciones existentes, elige Editor si planeas cargar conjuntos de datos o Miembro si solo necesitas ver conjuntos de datos privados.
fr: Pour les nouvelles organisations, le rôle Admin est disponible par défaut. Pour les organisations existantes, choisissez Editeur si vous souhaitez télécharger des ensembles de données, ou Membre si vous n'avez besoin que de consulter les ensembles de données privés.

source: Demography
ar: الديموغرافيا

source: UNESCO's overarching priorities encompass gender equality, age inclusivity, and geographic diversity. Accordingly, we kindly request your input in the demography fields of this form to ensure we understand who our diverse data contributors are.
ar: تشمل أولويات اليونسكو الشاملة المساواة بين الجنسين، وشمول الفئات العمرية، والتنوع الجغرافي. بناءً على ذلك، نطلب منك بلطف إدخال بياناتك في حقول الديموغرافيا في هذا النموذج لضمان فهمنا لمن هم مساهمونا المتنوعون في البيانات.

source: An organization are those related to the Water Family such as programmes, UNESCO centers, chairs, research institutes, UN agencies, etc., with a wide range of activities and objectives. Typically, organizations comprise multiple teams, divisions or sectors. Structuring data by organizations and their respective teams/divisions/sectors allows for streamlined management and targeted collaboration. Depending on your role as a data contributor, your data is either uploaded to the overall institutional data or to the data repository specific to your designated team.
ar: تشمل المنظمة تلك المرتبطة بعائلة المياه مثل البرامج، مراكز اليونسكو، الكراسي، معاهد البحوث، وكالات الأمم المتحدة، إلخ، مع مجموعة واسعة من الأنشطة والأهداف. عادةً ما تتكون المنظمات من فرق متعددة، أقسام أو قطاعات. يسمح هيكلة البيانات حسب المنظمات وفرقها/أقسامها/قطاعاتها ذات الصلة بإدارة مبسطة وتعاون مستهدف. اعتمادًا على دورك كمساهم في البيانات، يتم تحميل بياناتك إما إلى البيانات المؤسسية العامة أو إلى مستودع البيانات الخاص بالفريق المحدد.
